{
  "zs_kt": {
      "name": "空调开启指数",
      "type": "部分时间开启",
      "info": "天气燥热需适当开启空调，以免中暑。"
  },
  "zs_ag": {
      "name": "过敏指数",
      "type": "较易发",
      "info": "需注意远离过敏源，适当采取防护措施。"
  },
  "zs_cl": {
      "name": "晨练指数",
      "type": "不宜",
      "info": "有较强降水，建议在室内做适当锻炼。"
  },
  "zs_ssd": {
      "name": "舒适度指数",
      "type": "较不舒适",
      "info": "白天有雨，气温较高，闷热。"
  },
  "zs_cy": {
      "name": "穿衣指数",
      "type": "炎热",
      "info": "建议穿短衫、短裤等清凉夏季服装。"
  },
  "zs_dy": {
      "name": "钓鱼指数",
      "type": "不宜",
      "info": "天气不好，有风，不适合垂钓。"
  },
  "zs_fs": {
      "name": "防晒指数",
      "type": "弱",
      "info": "涂抹8-12SPF防晒护肤品。"
  },
  "zs_gj": {
      "name": "逛街指数",
      "type": "较不宜",
      "info": "炎热且有降水，出门需带雨具并防暑。"
  },
  "zs_tyj": {
      "name": "太阳镜指数",
      "type": "不需要",
      "info": "白天能见度差不需要佩戴太阳镜"
  },
  "zs_gm": {
      "name": "感冒指数",
      "type": "少发",
      "info": "感冒机率较低，避免长期处于空调屋中。"
  },
  "zs_hc": {
      "name": "划船指数",
      "type": "不适宜",
      "info": "天气不好，建议选择别的娱乐方式。"
  },
  "zs_jt": {
      "name": "交通指数",
      "type": "一般",
      "info": "有降水且路面湿滑，注意保持车距。"
  },
  "zs_lk": {
      "name": "路况指数",
      "type": "潮湿",
      "info": "有降水，路面潮湿，请小心驾驶。"
  },
  "zs_ls": {
      "name": "晾晒指数",
      "type": "不宜",
      "info": "降水可能会淋湿衣物，请选择在室内晾晒。"
  },
  "zs_mf": {
      "name": "美发指数",
      "type": "一般",
      "info": "天热，头皮皮脂分泌多，注意清洁。"
  },
  "zs_ysh": {
      "name": "夜生活指数",
      "type": "较不适宜",
      "info": "建议夜生活最好在室内进行。"
  },
  "zs_pj": {
      "name": "啤酒指数",
      "type": "适宜",
      "info": "天热潮湿，适宜饮用冰镇啤酒，不要贪杯。"
  },
  "zs_ffz": {
      "name": "放风筝指数",
      "type": "不宜",
      "info": "天气不好，不适宜放风筝。"
  },
  "zs_kqwr": {
      "name": "空气污染扩散条件指数",
      "type": "良",
      "info": "气象条件有利于空气污染物扩散。"
  },
  "zs_hz": {
      "name": "化妆指数",
      "type": "防脱水",
      "info": "请选用防脱水化妆品。"
  },
  "zs_ly": {
      "name": "旅游指数",
      "type": "较适宜",
      "info": "天气较热，出行有较弱降水和微风作伴。"
  },
  "zs_zwx": {
      "name": "紫外线强度指数",
      "type": "最弱",
      "info": "辐射弱，涂擦SPF8-12防晒护肤品。"
  },
  "zs_fh": {
      "name": "风寒指数",
      "type": "无",
      "info": "温度未达到风寒所需的低温，稍作防寒准备即可。"
  },
  "zs_xc": {
      "name": "洗车指数",
      "type": "不宜",
      "info": "有雨，雨水和泥水会弄脏爱车。"
  },
  "zs_xq": {
      "name": "心情指数",
      "type": "差",
      "info": "闷热潮湿的空气会让人心情糟糕。"
  },
  "zs_yd": {
      "name": "运动指数",
      "type": "较不宜",
      "info": "有降水，推荐您在室内进行休闲运动。"
  },
  "zs_yh": {
      "name": "约会指数",
      "type": "较不适宜",
      "info": "建议尽量不要去室外约会。"
  },
  "zs_ys": {
      "name": "雨伞指数",
      "type": "带伞",
      "info": "有降水，带雨伞，短期外出可收起雨伞。"
  },
  "zs_zs": {
      "name": "中暑指数",
      "type": "易发",
      "info": "又闷又蒸“桑拿天”，注意规律作息，增强免疫力。"
  }
}