const oneList = [
  {
    label: '水环境保护',
    list: [
      {
        text: '水生态监测技术指南　湖泊和水库水生生物监测与评价（试行） HJ 1296—2023',
        time:'2024-01-01 实施'
    },
      {
        text: '建设用地土壤修复技术导则 HJ 25.4—2019代替HJ 25.4-2014',
        time:'2019-12-05 实施'
    },
      {
        text: '建设用地土壤污染状况调查技术导则 HJ 25.1—2019代替HJ 25.1-2014',
        time:'2019-12-05 实施'
    },
    ]
  },
  {
    label: '大气环境保护',
    list: [
      {
        text: '石灰、电石工业大气污染物排放标准 GB 41618—2022',
        time:'2023-01-01 实施',
      }
    ]
  },
  {
    label: '环境躁动与震动',
    list: [
      {
        text: '声环境功能区划分技术规范 GB/T 15190–2014代替GB/T 15190-94',
        time:'2015-01-01 实施',
      }
    ]
  },
  {
    label: '土壤环境保护',
    list: [
      {
        text: '',
        time:'',
      }
    ]
  },

]
const twoList = [
  {
    label: '固体废物与化学品环境污染控制',
    list: [
      {
        text: '危险废物贮存污染控制标准 GB 18597—2023代替GB 18597—2001',
        time:'2023-07-01 实施'
      },
      {
        text: '危险废物识别标志设置技术规范 HJ 1276—2022',
        time:'2023-07-01 实施'
      },
      {
        text: '含铬皮革废料污染控制技术规范 HJ 1274—2022',
        time:'2023-04-01 实施'
      },
      {
        text: '失活脱硝催化剂再生污染控制技术规范 HJ 1275—2022',
        time:'2023-04-01 实施'
      },
      {
        text: '报废机动车拆解企业污染控制技术规范 HJ 348—2022代替 HJ 348—2007',
        time:'2022-10-01 实施'
      },
    ]
  },
  {
    label: '核辐射与电磁辐射环境保护',
    list: [
      {
        text: '放射性固体废物近地表处置场辐射环境监测要求 GB/T 15950—2023代替GB/T 15950—1995',
        time:'2023-06-01 实施'
      },
      {
        text: '六氟化铀运输容器 GB/T 42343—2023',
        time:'2023-06-01 实施'
      },
      {
        text: '低水平放射性废物包特性鉴定—水泥固化体 GB 41930—2022',
        time:'2023-01-01 实施'
      },
      {
        text: '核技术利用放射性废物库选址、设计与建造技术规范 HJ 1258—2022',
        time:'2022-07-01 实施'
      },
      {
        text: '短波广播发射台电磁辐射环境监测方法 HJ 1199—2021',
        time:'2022-01-01 实施'
      },
    ]
  },
]
const threeList = [
  {
    label: '生态环境保护',
    list: [
      {
        text: '生态保护红线监管数据互联互通接口技术规范 HJ 1294—2023',
        time:'2023-04-15 实施',
      },
      {
        text: '生态保护修复成效评估技术指南（试行） HJ 1272—2022',
        time:'2022-12-24 实施',
      },
      {
        text: '自然保护地人类活动遥感解译审核与质量控制技术规程 HJ 1273—2022',
        time:'2022-12-24 实施',
      },
      {
        text: '生态环境统计技术规范——排放源统计 HJ 772—2022代替HJ 772—2015',
        time:'2023-01-01 实施',
      },
      {
        text: '全国生态状况调查评估技术规范——数据质量控制与集成 HJ 1176—2021',
        time:'2021-08-01 实施',
      },
     
    ],
  },
  {
    label: '环境影响评价',
    list: [
      {
        text: '环境影响评价技术导则 生态影响 HJ 19—2022代替 HJ 19—2011',
        time:'2022-07-01 实施',
      },
      {
        text: '环境影响评价技术导则 声环境 HJ 2.4—2021代替 HJ 2.4—2009',
        time:'2022-07-01 实施',
      },
      {
        text: '规划环境影响评价技术导则 流域综合规划 HJ 1218—2021',
        time:'2022-03-01 实施',
      },
      {
        text: '规划环境影响评价技术导则 产业园区 HJ 131—2021代替 HJ/T 131 —2003',
        time:'2021-12-01 实施',
      },
      {
        text: '建设项目竣工环境保护设施验收技术规范 造纸工业 HJ 408—2021代替 HJ/T 408—2007',
        time:'2021-11-25 实施',
      },
    ],
  },
  {
    label: '排污许可',
    list: [
      {
        text: '排污许可证申请与核发技术规范 总则 HJ942—2018',
        time:'2018-02-08 实施',
      },
      {
        text: '排污单位环境管理台账及排污许可证执行报告技术规范 总则（试行） HJ944-2018',
        time:'2018-03-27 实施',
      },
      {
        text: '排污许可证质量核查技术规范 HJ 1299—2023',
        time:'2023-07-01 实施',
      },
      {
        text: '排污许可证申请与核发技术规范 工业固体废物（试行） HJ 1200—2021',
        time:'2022-01-01 实施',
      },
      {
        text: '排污许可证申请与核发技术规范 稀有稀土金属冶炼 HJ1125—2020',
        time:'2020-04-01 实施',
      },
    ],
  },
  {
    label: '其他环境保护标准',
    list: [
      {
        text: '排污单位污染物排放口二维码标识技术规范 HJ 1297—2023',
        time:'2023-05-26 实施',
      },
      {
        text: '医疗废物消毒处理设施运行管理技术规范 HJ 1284—2023',
        time:'2023-05-01 实施',
      },
      {
        text: '医疗废物集中焚烧处置工程技术规范 HJ 177—2023代替HJ/T 177—2005',
        time:'2023-05-01 实施',
      },
      {
        text: '污染土壤修复工程技术规范 生物堆 HJ 1283—2023',
        time:'2023-05-01 实施'
      },
      {
        text: '污染土壤修复工程技术规范 固化/稳定化 HJ 1282—2023',
        time:'2023-05-01 实施',
      },
    ],
  },
]
const fourList = [
  {
    label: '污染防治技术政策',
    list: [
      {
        text: '污染源源强核算技术指南 陶瓷制品制造 HJ 1096—2020',
        time:'2020-03-01 实施',
      },
      {
        text: '污染源源强核算技术指南 汽车制造 HJ 1097—2020',
        time:'2020-03-01 实施',
      },
      {
        text: '印刷工业污染防治可行技术指南 HJ1089—2020',
        time:'2020-01-08 实施',
      },
      {
        text: '污染源源强核算技术指南 农副食品加工工业—制糖工业 HJ 996.1—2018',
        time:'2019-03-01 实施',
      },
      {
        text: '污染源源强核算技术指南 农副食品加工工业—淀粉工业 HJ 996.2—2018',
        time:'2019-03-01 实施',
      },
    ],
  },
  {
    label: '可行技术指南',
    list: [
      {
        text: '电子工业水污染防治可行技术指南 HJ 1298—2023',
        time:'2023-07-01 实施',
      },
      {
        text: '农药制造工业污染防治可行技术指南 HJ 1293—2023',
        time:'2023-06-01 实施',
      },
      {
        text: '铸造工业大气污染防治可行技术指南 HJ 1292—2023',
        time:'2023-06-01 实施',
      },
      {
        text: '屠宰及肉类加工业污染防治可行技术指南 HJ 1285—2023',
        time:'2023-05-01 实施',
      },
      {
        text: '汽车工业污染防治可行技术指南 HJ 1181—2021',
        time:'2021-05-12 实施',
      },
    ],
  },
  {
    label: '环境检测方法标准及监测规范',
    list: [
      {
        text: '土壤和沉积物 毒杀芬的测定 气相色谱-三重四极杆质谱法 HJ 1290—2023',
        time:'2023-08-01 实施',
      },
      {
        text: '土壤和沉积物 15种酮类和6种醚类化合物的测定 顶空/气相色谱-质谱法 HJ 1289—2023',
        time:'2023-08-01 实施',
      },
      {
        text: '水质 丙烯酸的测定 离子色谱法 HJ 1288—2023',
        time:'2023-08-01 实施',
      },
      {
        text: '固定污染源废气 非甲烷总烃连续监测技术规范 HJ 1286—2023',
        time:'2023-08-01 实施',
      },
      {
        text: '固定污染源废气　烟气黑度的测定 林格曼望远镜法 HJ 1287—2023',
        time:'2023-08-01 实施',
      },
    ],
  },
]
const standList = [
  {
    text: '关于发布《储油库大气污染物排放标准》等四项大气污染物排放标准（含标准修改单）的公告',
    time:'20/12/29',
  },
  {
    text: '关于发布《铸造工业大气污染物排放标准》等7项标准（含标准修改单）的公告',
    time:'20/12/25',
  },
  {
    text: '关于发布《电子工业水污染物排放标准》等8项标准（含标准修改单）的公告',
    time:'20/12/21',
  },
  {
    text: '关于发布《生活垃圾焚烧污染控制标准》（GB 18485-2014）修改单的公告',
    time:'19/12/20',
  },
  {
    text: '关于发布《环境空气质量标准》（GB 3095-2012）修改单的公告',
    time:'18/08/14',
  },
]

export {
  oneList,twoList,threeList,fourList,standList
}