const cityData = [
  {
    id:1,
    city: '兴州街道',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:2,
    city: '横现河街道',
    data: [{
      x: '0',
      y: 43,
      name:'AQI',
    },
    {
      x: '1',
      y: 46,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 45,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '3',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '4',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '5',
        y: 4,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },
      {
        x: '3',
        y: 18,
        name:'二氧化氮',
      },
      {
        x: '4',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '5',
        y: 16,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:3,
    city: '接官亭镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:4,
    city: '横现河街道',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:5,
    city: '西淮坝镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:6,
    city: '两河口镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:7,
    city: '金家河镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:8,
    city: '徐家坪镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:9,
    city: '白水江镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:10,
    city: '硖口驿镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:11,
    city: '马蹄湾镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:12,
    city: '乐素河镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:13,
    city: '郭镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:14,
    city: '黑河镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:15,
    city: '白雀寺镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:16,
    city: '仙台坝镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:17,
    city: '五龙洞镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
  {
    id:18,
    city: '观音寺镇',
    data: [{
      x: '0',
      y: 48,
      name:'AQI',
    },
    {
      x: '1',
      y: 49,
      name:'AQI',
      },
      {
        x: '2',
        y: 48,
        name:'AQI',
      },
      {
        x: '3',
        y: 49,
        name:'AQI',
      },
      {
        x: '4',
        y: 50,
        name:'AQI',
      },
      {
        x: '5',
        y:46,
        name:'AQI',
      },


      {
        x: '0',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '1',
        y: 2,
        name:'二氧化硫',
      },
      {
        x: '2',
        y: 3,
        name:'二氧化硫',
      },
      {
        x: '0',
        y: 16,
        name:'二氧化氮',
      },
      {
        x: '1',
        y: 17,
        name:'二氧化氮',
      },
      {
        x: '2',
        y: 18,
        name:'二氧化氮',
      },

      {
        x: '0',
        y: 28,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '1',
        y: 22,
        name:'可吸入颗粒(PM10)',
      },
      {
        x: '2',
        y: 30,
        name:'可吸入颗粒(PM10)',
      },

      {
        x: '0',
        y: 0.66,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.7,
        name:'一氧化碳',
      },
      {
        x: '0',
        y: 0.65,
        name:'一氧化碳',
      },


      {
        x: '0',
        y: 116,
        name:'臭氧',
      },
      {
        x: '1',
        y: 112,
        name:'臭氧',
      },
      {
        x: '2',
        y: 30,
        name:'臭氧',
      },

    ]
  },
]
 
 

 

export default cityData


// import React from 'react'
// import './index.css'
// import cityData from './data'
// import { Line } from '@ant-design/charts';

// export default function index() {

//   const data = [
//     { year: '1991', value: 3 },
//     { year: '1992', value: 4 },
//     { year: '1993', value: 3.5 },
//     { year: '1994', value: 5 },
//     { year: '1995', value: 4.9 },
//     { year: '1996', value: 6 },
//     { year: '1997', value: 7 },
//     { year: '1998', value: 9 },
//     { year: '1999', value: 13 },
//   ];

// const config = {
//     data,
//     xField: 'year',
//     yField: 'value',
//     label: {},
//     point: {
//       size: 5,
//       shape: 'diamond',
//       style: {
//         fill: 'white',
//         stroke: '#5B8FF9',
//         lineWidth: 2,
//       },
//     },
//     tooltip: {
//       showMarkers: false,
//     },
//     state: {
//       active: {
//         style: {
//           shadowBlur: 4,
//           stroke: '#000',
//           fill: 'red',
//         },
//       },
//     },
//     interactions: [
//       {
//         type: 'marker-active',
//       },
//   ],

//   };
//   return (
//     <div>
//       <Line {...config} />
//     </div>
//   )
// }
