const dataList = [
  {
    label:'关于发布国家生态环境标准《排污许可证质量核查技术规范》的公告',
    time:'2023-06-08'
  },
  {
    label:'关于发布国家生态环境标准《电子工业水污染防治可行技术指南》的公告',
    time:'2023-06-08'
  },
  {
    label:'关于发布《水生态监测技术指南 河流水生生物监测与评价（试行）》等两项国家生态环境标准的公告',
    time:'2023-04-20'
  },
  {
    label:'关于发布国家生态环境标准《生态保护红线监管数据互联互通接口技术规范》的公告',
    time:'2023-04-17'
  },
  {
    label:'关于发布国家生态环境标准《农药制造工业污染防治可行技术指南》的公告',
    time:'2023-03-13'
  },
  {
    label:'关于发布《放射性固体废物近地表处置场辐射环境监测要求》等两项标准的公告',
    time:'2023-03-10'
  },
  {
    label:'关于发布国家生态环境标准《铸造工业大气污染防治可行技术指南》的公告',
    time:'2023-03-07'
  },
  {
    label:'关于发布《环境空气 65种挥发性有机物的测定 罐采样/气相色谱-质谱法》等7项国家生态环境标准...',
    time:'2023-02-09'
  },
  {
    label:'关于发布《氮肥工业废水治理工程技术规范》等10项国家生态环境标准的公告',
    time:'2023-02-09'
  },
  {
    label:'关于发布国家生态环境标准《地方水产养殖业水污染物排放控制标准制订技术导则》的公告',
    time:'2023-02-02'
  },
  {
    label:'关于发布《生态环境档案管理规范 建设项目生态环境保护》等两项国家生态环境标准的公告',
    time:'2023-01-04'
  },
  {
    label:'关于发布《生态环境档案管理规范 建设项目生态环境保护》等两项国家生态环境标准的公告',
    time:'2023-01-04'
  },
  {
    label:'关于发布《生态环境档案管理规范 建设项目生态环境保护》等两项国家生态环境标准的公告',
    time:'2023-01-04'
  },
  {
    label:'关于发布《生态环境档案管理规范 建设项目生态环境保护》等两项国家生态环境标准的公告',
    time:'2023-01-04'
  },
  {
    label:'关于发布《生态环境档案管理规范 建设项目生态环境保护》等两项国家生态环境标准的公告',
    time:'2023-01-04'
  },
]

export default dataList